texts = {
    'greeting': "Приветствие!",
    'menu': "Меню!",
    'subscription': "Выбери действие",
    'subscription_plans': "Вот список",
    'send_hash': "Теперь отправь хэш транзы",
    'payment_bad_hash': "Не вижу такого хэша",
    'subscription_success': "Поздравляю! Подписка оформлена.",
    'group_detail_info': "Группа предоставляет эксклюзивный контент для подписчиков.",
    'contacts': "Для связи с создателем, отправьте личное сообщение.",
    'ask_chain': "Выберите сеть",
    'ask_hash': "Отправьте хэш",
    'unknown': "Не понимаю вас.",
    'payment_telegram_error': "В тг что-то пошло не так...",
}


